{
  "res0": [
    {
      "content": "Definir se é possível ao magistrado fixar critérios objetivos para a análise, na forma do art. 99, §2º, do CPC, dos pressupostos necessários à concessão de justiça gratuita, ou se o exame deve ser feito com base no cotejo dos elementos concretos trazidos aos autos; E, caso seja possível a utilização de critérios objetivos no exame da hipossuficiência, se a Resolução nº 85/2014 do Conselho Superior da Defensoria Pública da União, que adota a renda mensal de 03 salários mínimos como limite máximo apto a gerar presunção de pessoa economicamente necessitada, é parâmetro idôneo a ser utilizado.",
      "id": 7
    }
  ],
  "res1": [
    {
      "content": "Definir o âmbito de aplicação do artigo 112 da Lei 8.213/91; Definir se o artigo 112 da Lei 8.213/91 versa sobre hipótese de sucessão processual, na forma do artigo 110 do CPC (\"Art. 110. Ocorrendo a morte de qualquer das partes, dar-se-á a sucessão pelo seu espólio ou pelos seus sucessores, observado o disposto no art. 313, §§ 1º e 2º\"); Não sendo hipótese de sucessão processual: a) definir se os pensionistas possuem direito de pleitear, em nome próprio, valores não recebidos em vida pelo falecido segurado; b) definir se, na ausência dos pensionistas, os herdeiros e/ou espólio possuem direito de pleitear, em nome próprio, parcelas não recebidas em vida pelo falecido segurado; Definir em que consiste \"o valor não recebido em vida pelo segurado\" mencionado no artigo 112 da Lei 8.213/91, isto é, se se tratam de importâncias não recebidas em vida pelo de cujus, mas já integradas ao seu patrimônio (por exemplo: indeferimento de requerimento administrativo de concessão/revisão de benefício e cancelamento indevido de benefício) ou simplesmente qualquer pagamento a menor relativo ao benefício previdenciário do falecido e que não foi reclamado administrativa ou judicialmente por ele em vida.",
      "id": 1
    },
    {
      "content": "Definir o âmbito de aplicação do artigo 112 da Lei 8.213/91;  Definir se o artigo 112 da Lei 8.213/91 versa sobre hipótese de sucessão processual, na forma do artigo 110 do CPC (\"Art. 110. Ocorrendo a morte de qualquer das partes, dar-se-á a sucessão pelo seu espólio ou pelos seus sucessores, observado o disposto no art. 313, §§ 1º e 2º\");  Não sendo hipótese de sucessão processual: a) definir se os pensionistas possuem direito de pleitear, em nome próprio, valores não recebidos em vida pelo falecido segurado; b) definir se, na ausência dos pensionistas, os herdeiros e/ou espólio possuem direito de pleitear, em nome próprio, parcelas não recebidas em vida pelo falecido segurado;  Definir em que consiste \"o valor não recebido em vida pelo segurado\" mencionado no artigo 112 da Lei 8.213/91, isto é, se se tratam de importâncias não recebidas em vida pelo de cujus, mas já integradas ao seu patrimônio (por exemplo: indeferimento de requerimento administrativo de concessão/revisão de benefício e cancelamento indevido de benefício) ou simplesmente qualquer pagamento a menor relativo ao benefício previdenciário do falecido e que não foi reclamado administrativa ou judicialmente por ele em vida.",
      "id": 2
    }
  ],
  "res2": [
    {
      "content": "Definir a respeito da dispensa ou não do reexame necessário nas sentenças ilíquidas, cujo proveito econômico possua contornos de liquidez, nos casos em que a quantia é aferível por simples cálculos aritméticos e não alcança o valor de mil salários mínimos, nas causas previdenciárias e nas demais causas, tudo à luz das disposições do artigo 496 do Novo Código de Processo Civil.  Definir a respeito da subsistência ou não da Súmula 490 e do Tema 17, diante do advento do Novo Código de Processo Civil.",
      "id": 3
    },
    {
      "content": "Definir a respeito da possibilidade de, na fase cognitiva, o título executivo judicial reconhecer o direito de o segurado do Regime Geral de Previdência Social receber parcelas pretéritas de aposentadoria concedida no respectivo título até a data inicial de aposentadoria concedida administrativamente pelo INSS enquanto pendente a mesma ação judicial, havendo implantação administrativa definitiva dessa última, sob o enfoque do artigo 18, § 2º, da Lei 8.213/1991.  Definir se a sistemática do Tema 1.018 se aplica aos processos que se encontrem em fase de conhecimento para fins de aplicação dos procedimentos do artigo 1.030 do CPC.",
      "id": 4
    }
  ],
  "res3": [
    {
      "content": "Definir se a regra prevista no §13 do art. 9º, da Lei nº 12.546/2011 é dirigida apenas aos contribuintes ou se também vincula a Administração Tributária;   Definir se a revogação da opção de tributação da contribuição previdenciária pelo sistema da Contribuição Previdenciária sobre Receita Bruta (CPRB) trazida pela Lei 13.670/2018 feriu direito do contribuinte ante o caráter irretratável previsto no §13 do art. 9º da Lei nº 12.546/2011.",
      "id": 5
    },
    {
      "content": "Definir se a pensão militar por morte instituída nos termos da Lei n.º 3765/60 tem natureza remuneratória. Definir se as pensionistas do art. 7º da Lei n.º 3765/60 (redação original) se enquadram no conceito de dependente previsto no art. 50, IV, alínea \"e\", e parágrafos 2º, 3º e 4º (redação original) da Lei n.º 6880/80, para fins de percepção do benefício de assistência Médico-Hospitalar e inclusão como beneficiárias do Fundo de Saúde da Aeronáutica.",
      "id": 6
    }
  ],
  "res4": [
    {
      "content": "Definir se a técnica de julgamento ampliado prevista no artigo 942 do CPC/15 deve ser aplicada sempre que o resultado do julgamento do recurso for não unânime, sendo prescindível a reforma da sentença",
      "id": 9
    },
    {
      "content": "Definir se é cabível a fixação de honorários advocatícios nas ações objetivando o cumprimento de decisão condenatória proferida em ação coletiva, quando a parte executada não é a Fazenda Pública (ou a ela não se equipara), independentemente de ter sido ou não apresentada impugnação.",
      "id": 10
    },
    {
      "content": "Definir a respeito da subsistência das contribuições sociais gerais e de intervenção no domínio econômico (por exemplo: SESI, SENAI, SESC, SENAC, SEST, SENAT e salário-educação) - distintas das contribuições destinadas ao INCRA e ao SEBRAE tratadas nos Temas 325 e 495 do STF -, após o advento da Emenda Constitucional nº 33/2001, que deu nova redação ao art. 149, § 2º, III, \"a\", da CF/88.  Definir se a sistemática dos Temas 325 (\"Indicação de bases econômicas para delimitação da competência relativa à instituição de contribuições sociais e de intervenção no domínio econômico, após o advento da Emenda Constitucional nº 33/2001\") e 495 (\"Referibilidade e natureza jurídica da contribuição para o INCRA, em face da Emenda Constitucional nº 33/2001\") se aplica às demais contribuições sociais gerais e de intervenção no domínio econômico para fins de aplicação dos procedimentos do artigo 1.030 do CPC.",
      "id": 8
    }
  ]
}